[
    {
      "name": "Shafik Islam",
      "image": "http://brianvogel.photography/wp-content/uploads/2014/09/Ryan-round.png",
      "description":"Works great! A minor nit has been that the dismiss button on the alarm is visually easy to find. It no longer stands out either due to smaller font size, positioning, or color, but that's the only thing I would like to see changed after using this latest version for at least a few weeks now.",
      "ratings": "4.5"
    },
    {
        "name": "Rony Hasan",
        "image": "https://www.idealfloors.com/media/wysiwyg/testm-01.png",
        "description": "This is a good clock, I like it. In this clock most wonderful functions, but there is one problem, whenever mobile come out from sleep mode, the clock stops until to tap on clock. After tap on clock, it opens setting then after clock start again. And it's happening every time whenever mobile wake up from sleeping mode.",
        "ratings": "4.9"
    },
    {
        "name": "Taufik Islam",
        "image": "https://lh3.googleusercontent.com/BQ5oy23RTCAQn2eMrjrZMqImJltFFe-JSY_O2Bfg0f2y4gWJqO3HtvnOcUQ2jIDim5zECvpBz3GplXlvSNnB9w=w974",
        "description": "This is the absolute best home screen clock. Just and simple and standard wall clock. No extra junk; just a clean resizable clock that works beautifully. The second hand always points to the second marks on the dial (I like precision).I will thanks creator for a create this wonderfull clock",
        "ratings": "4.8"
    },
    {
        "name": "Taki Hossein",
        "image": "https://sewausa.org/resources/Sewa%20USA%20Images/Projects/Sewa%20Aspire/Volunteer%20list/9.png",
        "description": "Overall, great clock. Very customizable, it is resizable and can be moved around. however, when I do this the clock stops. When I open it up again the clock will start back up but won't keep working... it just freezes. I wanted to give it 5 stars but it is hard to justify the big battery drain.",
        "ratings": "4.3"
    },
    {
        "name": "Ratul Hasan",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR6oC0cLNyFt4XMtPNe35Tct-8iicsxnDi--fghnv05pczTghd04zc3wR9ATttVVHswLX4&usqp=CAU",
        "description": "\\\\⚠ AWESOME ⚠//// this is the best little clock widget in apple website. Does it's job and doesn't give any hassle. Just right to stick in the corner of the screen. I'm impressed!the best.. it has a lot of features and satisfies my desires.. you can also customize it according to your taste. keep it up",
        "ratings": "4.9"
    },
    {
        "name": "Mahir salehin",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTTcUnv77tNZ4m9l8OvOwnDLheOSWMsrayF4rhvApkyoOF2SI9m3kAoDrx1rDCz9DAH1Lg&usqp=CAU",
        "description": "I just give it all the Star s they need with the respected efforts that they'll put on this clock.. this clock giving you a big customization you ll ever need that will make your clock looks wonderful, in color design, style. the whole make over. hoping all guys online could discover and proceed to apple website.. thanks",
        "ratings": "4.4"
    }
]